---
kind: type
id: T:Autodesk.Revit.DB.LabelUtils
source: html/39d096e3-6f2f-13ac-237b-7549d9841ef5.htm
---
# Autodesk.Revit.DB.LabelUtils

Used to obtain user-visible names for enums.

## Syntax (C#)
```csharp
public class LabelUtils : IDisposable
```